Repository: djennadhamza/Algerian-Provinces-and-Cities
Catalog: languages/algeria-states-wc-*.po
Languages: fr

source: Algeria States Settings
fr: Configuration du Wilaya's

source: Show Postal Code
fr: Afficher Code Postal

source: Default Language
fr: Langue Par Défaut

source: Yes
fr: Oui

source: Algeria States for WooCommerce requires WooCommerce to be installed and active.
fr: Algeria States for WooCommerce nécessitent que WooCommerce soit installé et actif.

source: Algeria States
fr: Wilaya's d'algerie

source: General Settings
fr: Configuration général

source: Support us
fr: Soutenez-nous

source: We hope you will support us by donating to us via my BaridiMob: 00799999001143517007
fr: Nous espérons que vous nous soutiendrez en faisant un don via mon: 00799999001143517007

source: Select a state first
fr: Sélectionnez d'abord un Wilaya

source: Loading cities...
fr: Chargement des villes...

source: Select a city...
fr: Sélectionnez une ville...

source: Error loading cities
fr: Erreur lors du chargement des villes
